Repository: common-repository/wp-allaround
Catalog: languages/wp-allaround-*.po
Languages: it_it

source: Connected !
it_it: Connesso !

source: Error:
it_it: Errore:

source: Your AllAround BOT Api Key
it_it: La tua API Key del BOT AllAround

source: Type here your AllAround BOT Api Key
it_it: Digita qui la chiave del BOT

source: Default is to publish new articles
it_it: Pubblica tutti i nuovi articoli di default

source: Submit
it_it: Salva

source: Click on the following button to connect this blog and start broadcasting:
it_it: Clicca sul pulsante sottostante per connettere questo blog ed iniziare le trasmissioni:

source: Connect this blog
it_it: Connetti questo blog

source: Before you start, please visit <a href='http://www.allaroundsiena.com'>allaroundsiena.com</a> to get an API key for your blog
it_it: Prima di iniziare, visita <a href='http://www.allaroundsiena.com'>allaroundsiena.com</a> per ottenere la chiave API per questo blog

source: Publish this post on AllAround
it_it: Pubblica questo articolo su AllAround

source: Post published successfully on your BOT !
it_it: Articolo pubblicato con successo !

source: Ooops ! Something wrong happens while publish your post on AllAround BOT: try again in few minutes
it_it: Ooops ! E' successo qualcosa di sbagliato nella pubblicazione del tuo post su AllAround BOT: prova ancora tra qualche minuto....
